start_message = '''Привет, будущий IT-шник! 👋

Для того, чтобы зарегестрироваться на вебинар: *«С чего начать карьеру в ІТ? И как выбрать правильную профессию?»*, \
который состоится в среду 18-го ноября на 20:00, нажми на кнопку ⬇️⬇️⬇️'''


request_phone_number_text = 'Для начала *регистрации* заполни свой номер телефона (смотри кнопки внизу) 📲'
phone_button_text = 'Отправить номер телефона 📲'
phone_decline_button_text = 'Не сейчас😌'

registration_start_message = ''' Старт трансляции:
📅 *18 ноября*
⏰ в *20:00* по Киеву

🔴 Все будет проходить в режиме онлайн. Сможешь задать интересующие тебя вопросы в процессе прямого эфира

Для участия понадобится только компьютер или телефон, наушники и интернет. И конечно же, в указанное время подключиться\
 к трансляции.

*Ссылку для входа мы пришлем за 15 мин до начала эфира.*
'''

course_choice_message = '''❗️Чтобы Вебинар был более полезен, ответь на вопрос, нажав на одну из кнопок👇

Какой язык программирования ты бы хотел изучить❓

_Основные ответы разберём на вебинаре_
'''

smart_house_message = '''🤖 *Робототехника* - очень перспективное направление.\
 Ты сможешь научиться делать роботов и создать свой макет “Умного Дома”.'''

python_message = '''💻 *Python* -  входит в число самых популярных языков программирования 2020 года.\
 Ты сможешь научиться...'''

javascript_message = '''🖥 *JavaScript* -  входит в число самых популярных языков программирования 2020 года.\
 Ты сможешь научиться...'''

smart_house_link = '''🤖 *Умный дом на Arduino С++*: [кликни по этой ссылке](https://www.robo.house/uk/register/?red=https:\
//www.robo.house/umnyy-dom/)'''

python_link = '💻 *Python*: [кликни по этой ссылке](https://www.robo.house/uk/register/?red=https://www.robo.\
house/python/)'

javascript_link = '🖥 *JavaScript*: [кликни по этой ссылке](https://probox.robo.house/javascript-pro/)'

autonomous_link = '⚙️ *Автономное обучение в IT* ➡️ [переходи по этой ссылке](https://probox.robo.house/)'
